{"letters":[{"n":1,"t":"ON SAVING TIME","p":"Greetings from Seneca to his friend Lucilius. 1. Continue to act thus, my dear Lucilius—set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words,—that certain moments are torn from us, that some are gently removed, and that others glide beyond our...","th":"Learning","meta":{"length":"short","difficulty":"beginner","wordCount":508},"collections":["Essential Start","Time & Life"],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":2,"t":"ON DISCURSIVENESS IN READING","p":"1. Judging by what you write me, and by what I hear, I am forming a good opinion regarding your future. You do not run hither and thither and distract yourself by changing your abode; for such restlessness is the sign of a disordered spirit. The primary indication, to my thinking, of a well-ordered mind is a man’s ability to remain in one place and linger in his own company. 2. Be careful, howe...","th":"Friendship","meta":{"length":"short","difficulty":"beginner","wordCount":539},"collections":["Essential Start","Wealth & Simplicity"],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":3,"t":"ON TRUE AND FALSE FRIENDSHIP","p":"1. You have sent a letter to me through the hand of a “friend” of yours, as you call him. And in your very next sentence you warn me not to discuss with him all the matters that concern you, saying that even you yourself are not accustomed to do this; in other words, you have in the same letter affirmed and denied that he is your friend. 2. Now if you used this word of ours in the popular sens...","th":"Death","meta":{"length":"short","difficulty":"beginner","wordCount":619},"collections":["Friendship & Relationships"],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":4,"t":"ON THE TERRORS OF DEATH","p":"1. Keep on as you have begun, and make all possible haste, so that you may have longer enjoyment of an improved mind, one that is at peace with itself. Doubtless you will derive enjoyment during the time when you are improving your mind and setting it at peace with itself; but quite different is the pleasure which comes from contemplation when one’s mind is so cleansed from every stain that it sh...","th":"Philosophy","meta":{"length":"medium","difficulty":"beginner","wordCount":1006},"collections":["Death & Mortality"],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":5,"t":"THE PHILOSOPHER’S MEAN","p":"1. I commend you and rejoice in the fact that you are persistent in your studies, and that, putting all else aside, you make it each day your endeavour to become a better man. I do not merely exhort you to keep at it; I actually beg you to do so. I warn you, however, not to act after the fashion of those who desire to be conspicuous rather than to improve, by doing things which will rouse commen...","th":"Knowledge","meta":{"length":"short","difficulty":"beginner","wordCount":794},"collections":["Wealth & Simplicity"],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":6,"t":"ON SHARING KNOWLEDGE","p":"1. I feel, my dear Lucilius, that I am being not only reformed, but transformed. I do not yet, however, assure myself, or indulge the hope, that there are no elements left in me which need to be changed. Of course there are many that should be made more compact, or made thinner, or be brought into greater prominence. And indeed this very fact is proof that my spirit is altered into something bet...","th":"Society","meta":{"length":"short","difficulty":"beginner","wordCount":630},"collections":["Friendship & Relationships"],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":7,"t":"ON CROWDS","p":"1. Do you ask me what you should regard as especially to be avoided? I say, crowds; for as yet you cannot trust yourself to them with safety. I shall admit my own weakness, at any rate; for I never bring back home the same character that I took abroad with me. Something of that which I have forced to be calm within me is disturbed; some of the foes that I have routed return again. Just as the si...","th":"Solitude","meta":{"length":"medium","difficulty":"beginner","wordCount":1192},"collections":[],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":8,"t":"ON THE PHILOSOPHER’S SECLUSION","p":"1. “Do you bid me,” you say, “shun the throng, and withdraw from men, and be content with my own conscience? Where are the counsels of your school, which order a man to die in the midst of active work?” As to the course which I seem to you to be urging on you now and then, my object in shutting myself up and locking the door is to be able to help a greater number. I never spend a day in idlen...","th":"Virtue","meta":{"length":"medium","difficulty":"beginner","wordCount":1060},"collections":["Virtue & Character"],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":9,"t":"ON PHILOSOPHY AND FRIENDSHIP","p":"1. You desire to know whether Epicurus is right when, in one of his letters, he rebukes those who hold that the wise man is self-sufficient and for that reason does not stand in need of friendships. This is the objection raised by Epicurus against Stilbo and those who believe that the Supreme Good is a soul which is insensible to feeling. 2. We are bound to meet with a double meaning if we...","th":"Self","meta":{"length":"long","difficulty":"intermediate","wordCount":2249},"collections":["Friendship & Relationships"],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":10,"t":"ON LIVING TO ONESELF","p":"1. Yes, I do not change my opinion: avoid the many, avoid the few, avoid even the individual. I know of no one with whom I should be willing to have you shared. And see what an opinion of you I have; for I dare to trust you with your own self. Crates, they say, the disciple of the very Stilbo whom I mentioned in a former letter, noticed a young man walking by himself, and asked him what he was...","th":"Character","meta":{"length":"short","difficulty":"beginner","wordCount":523},"collections":[],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":11,"t":"ON THE BLUSH OF MODESTY","p":"1. Your friend and I have had a conversation. He is a man of ability; his very first words showed what spirit and understanding he possesses, and what progress he has already made. He gave me a foretaste, and he will not fail to answer thereto. For he spoke not from forethought, but was suddenly caught off his guard. When he tried to collect himself, he could scarcely banish that hue of modest...","th":"Aging","meta":{"length":"medium","difficulty":"beginner","wordCount":835},"collections":["Virtue & Character"],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":12,"t":"ON OLD AGE","p":"1. Wherever I turn, I see evidences of my advancing years. I visited lately my country-place, and protested against the money which was spent on the tumble-down building. My bailiff maintained that the flaws were not due to his own carelessness; “he was doing everything possible, but the house was old.” And this was the house which grew under my own hands! What has the future in store for me, if...","th":"Time & Life","meta":{"length":"medium","difficulty":"beginner","wordCount":1272},"collections":[],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":13,"t":"ON GROUNDLESS FEARS","p":"1. I know that you have plenty of spirit; for even before you began to equip yourself with maxims which were wholesome and potent to overcome obstacles, you were taking pride in your contest with Fortune; and this is all the more true, now that you have grappled with Fortune and tested your powers. For our powers can never inspire in us implicit faith in ourselves except when many difficulties ha...","th":"Learning","meta":{"length":"long","difficulty":"beginner","wordCount":1812},"collections":[],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":14,"t":"ON THE REASONS FOR WITHDRAWING FROM THE WORLD","p":"1. I confess that we all have an inborn affection for our body; I confess that we are entrusted with its guardianship. I do not maintain that the body is not to be indulged at all; but I maintain that we must not be slaves to it. He will have many masters who makes his body his master, who is over-fearful in its behalf, who judges everything according to the body. 2. We should conduct ourselve...","th":"Friendship","meta":{"length":"long","difficulty":"intermediate","wordCount":1907},"collections":[],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":15,"t":"ON BRAWN AND BRAINS","p":"1. The old Romans had a custom which survived even into my lifetime. They would add to the opening words of a letter: “If you are well, it is well; I also am well.” Persons like ourselves would do well to say: “If you are studying philosophy, it is well.” For this is just what “being well” means. Without philosophy the mind is sickly, and the body, too, though it may be very powerful, is strong...","th":"Death","meta":{"length":"medium","difficulty":"beginner","wordCount":1210},"collections":[],"timeline":{"year":"63 CE","season":"Early Letters"}},{"n":16,"t":"ON PHILOSOPHY, THE GUIDE OF LIFE","p":"1. It is clear to you, I am sure, Lucilius, that no man can live a happy life, or even a supportable life, without the study of wisdom; you know also that a happy life is reached when our wisdom is brought to completion, but that life is at least endurable even when our wisdom is only begun. This idea, however, clear though it is, must be strengthened and implanted more deeply by daily reflection...","th":"Philosophy","meta":{"length":"medium","difficulty":"intermediate","wordCount":924},"collections":["Essential Start","Philosophy in Practice"],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":17,"t":"ON PHILOSOPHY AND RICHES","p":"1. Cast away everything of that sort, if you are wise; nay, rather that you may be wise; strive toward a sound mind at top speed and with your whole strength. If any bond holds you back, untie it, or sever it. “But,” you say, “my estate delays me; I wish to make such disposition of it that it may suffice for me when I have nothing to do, lest either poverty be a burden to me, or I myself a burden...","th":"Knowledge","meta":{"length":"medium","difficulty":"intermediate","wordCount":1141},"collections":["Wealth & Simplicity"],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":18,"t":"ON FESTIVALS AND FASTING","p":"1. It is the month of December, and yet the city is at this very moment in a sweat. Licence is given to the general merrymaking. Everything resounds with mighty preparations,—as if the Saturnalia differed at all from the usual business day! So true it is that the difference is nil, that I regard as correct the remark of the man who said: “Once December was a month; now it is a year.” 2. If I...","th":"Society","meta":{"length":"medium","difficulty":"beginner","wordCount":1437},"collections":["Virtue & Character"],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":19,"t":"ON WORLDLINESS AND RETIREMENT","p":"1. I leap for joy whenever I receive letters from you. For they fill me with hope; they are now not mere assurances concerning you, but guarantees. And I beg and pray you to proceed in this course; for what better request could I make of a friend than one which is to be made for his own sake? If possible, withdraw yourself from all the business of which you speak; and if you cannot do this, tea...","th":"Solitude","meta":{"length":"medium","difficulty":"beginner","wordCount":1381},"collections":[],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":20,"t":"ON PRACTISING WHAT YOU PREACH","p":"1. If you are in good health and if you think yourself worthy of becoming at last your own master, I am glad. For the credit will be mine, if I can drag you from the floods in which you are being buffeted without hope of emerging. This, however, my dear Lucilius, I ask and beg of you, on your part, that you let wisdom sink into your soul, and test your progress, not by mere speech or writings, b...","th":"Virtue","meta":{"length":"medium","difficulty":"intermediate","wordCount":1325},"collections":["Philosophy in Practice"],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":21,"t":"ON THE RENOWN WHICH MY WRITINGS WILL BRING YOU","p":"1. Do you conclude that you are having difficulties with those men about whom you wrote to me? Your greatest difficulty is with yourself; for you are your own stumbling-block. You do not know what you want. You are better at approving the right course than at following it out. You see where the true happiness lies, but you have not the courage to attain it. Let me tell you what it is that hin...","th":"Self","meta":{"length":"medium","difficulty":"beginner","wordCount":1249},"collections":[],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":22,"t":"ON THE FUTILITY OF HALF-WAY MEASURES","p":"1. You understand by this time that you must withdraw yourself from those showy and depraved pursuits; but you still wish to know how this may be accomplished. There are certain things which can be pointed out only by someone who is present. The physician cannot prescribe by letter the proper time for eating or bathing; he must feel the pulse. There is an old adage about gladiators,—that they pl...","th":"Character","meta":{"length":"long","difficulty":"beginner","wordCount":1659},"collections":[],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":23,"t":"ON THE TRUE JOY WHICH COMES FROM PHILOSOPHY","p":"1. Do you suppose that I shall write you how kindly the winter season has dealt with us,—a short season and a mild one,—or what a nasty spring we are having,—cold weather out of season,—and all the other trivialities which people write when they are at a loss for topics of conversation? No; I shall communicate something which may help both you and myself. And what shall this “something” be, if n...","th":"Aging","meta":{"length":"medium","difficulty":"beginner","wordCount":1074},"collections":["Essential Start","Virtue & Character"],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":24,"t":"ON DESPISING DEATH","p":"1. You write me that you are anxious about the result of a lawsuit, with which an angry opponent is threatening you; and you expect me to advise you to picture to yourself a happier issue, and to rest in the allurements of hope. Why, indeed, is it necessary to summon trouble,—which must be endured soon enough when it has once arrived,—or to anticipate trouble and ruin the present through fear of...","th":"Time & Life","meta":{"length":"long","difficulty":"beginner","wordCount":2698},"collections":["Death & Mortality"],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":25,"t":"ON REFORMATION","p":"1. With regard to these two friends of ours, we must proceed along different lines; the faults of the one are to be corrected, the other’s are to be crushed out. I shall take every liberty; for I do not love this one if I am unwilling to hurt his feelings. “What,” you say, “do you expect to keep a forty-year-old ward under your tutelage? Consider his age, how hardened it now is, and past hand...","th":"Learning","meta":{"length":"short","difficulty":"beginner","wordCount":787},"collections":[],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":26,"t":"ON OLD AGE AND DEATH","p":"1. I was just lately telling you that I was within sight of old age. I am now afraid that I have left old age behind me. For some other word would now apply to my years, or at any rate to my body; since old age means a time of life that is weary rather than crushed. You may rate me in the worn-out class,—of those who are nearing the end. 2. Nevertheless, I offer thanks to myself, with you as...","th":"Friendship","meta":{"length":"medium","difficulty":"beginner","wordCount":1019},"collections":[],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":27,"t":"ON THE GOOD WHICH ABIDES","p":"1. “What,” say you, “are you giving me advice? Indeed, have you already advised yourself, already corrected your own faults? Is this the reason why you have leisure to reform other men?” No, I am not so shameless as to undertake to cure my fellow-men when I am ill myself. I am, however, discussing with you troubles which concern us both, and sharing the remedy with you, just as if we were lying il...","th":"Death","meta":{"length":"medium","difficulty":"beginner","wordCount":926},"collections":["Wealth & Simplicity"],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":28,"t":"ON TRAVEL AS A CURE FOR DISCONTENT","p":"1. Do you suppose that you alone have had this experience? Are you surprised, as if it were a novelty, that after such long travel and so many changes of scene you have not been able to shake off the gloom and heaviness of your mind? You need a change of soul rather than a change of climate. Though you may cross vast spaces of sea, and though, as our Vergil remarks, Lands and cities are le...","th":"Philosophy","meta":{"length":"medium","difficulty":"beginner","wordCount":869},"collections":[],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":29,"t":"ON THE CRITICAL CONDITION OF MARCELLINUS","p":"1.You have been inquiring about our friend Marcellinus and you desire to know how he is getting along. He seldom comes to see me, for no other reason than that he is afraid to hear the truth, and at present he is removed from any danger of hearing it; for one must not talk to a man unless he is willing to listen. That is why it is often doubted whether Diogenes and the other Cynics, who employed...","th":"Knowledge","meta":{"length":"medium","difficulty":"beginner","wordCount":1265},"collections":[],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":30,"t":"ON CONQUERING THE CONQUEROR","p":"1. I have beheld Aufidius Bassus, that noble man, shattered in health and wrestling with his years. But they already bear upon him so heavily that he cannot be raised up; old age has settled down upon him with great,—yes, with its entire, weight. You know that his body was always delicate and sapless. For a long time he has kept it in hand, or, to speak more correctly, has kept it together; of...","th":"Society","meta":{"length":"long","difficulty":"beginner","wordCount":1788},"collections":["Death & Mortality"],"timeline":{"year":"63 CE","season":"Spring-Summer"}},{"n":31,"t":"ON SIREN SONGS","p":"1. Now I recognize my Lucilius! He is beginning to reveal the character of which he gave promise. Follow up the impulse which prompted you to make for all that is best, treading under your feet that which is approved by the crowd. I would not have you greater or better than you planned; for in your case the mere foundations have covered a large extent of ground; only finish all that you have la...","th":"Solitude","meta":{"length":"medium","difficulty":"beginner","wordCount":1319},"collections":["Virtue & Character"],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":32,"t":"ON PROGRESS","p":"1. I have been asking about you, and inquiring of everyone who comes from your part of the country, what you are doing, and where you are spending your time, and with whom. You cannot deceive me; for I am with you. Live just as if I were sure to get news of your doings, nay, as if I were sure to behold them. And if you wonder what particularly pleases me that I hear concerning you, it is that I...","th":"Virtue","meta":{"length":"short","difficulty":"beginner","wordCount":593},"collections":[],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":33,"t":"ON THE FUTILITY OF LEARNING MAXIMS","p":"1. You wish me to close these letters also, as I closed my former letters, with certain utterances taken from the chiefs of our school. But they did not interest themselves in choice extracts; the whole texture of their work is full of strength. There is unevenness, you know, when some objects rise conspicuous above others. A single tree is not remarkable if the whole forest rises to the same h...","th":"Self","meta":{"length":"medium","difficulty":"beginner","wordCount":1279},"collections":[],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":34,"t":"ON A PROMISING PUPIL","p":"1. I grow in spirit and leap for joy and shake off my years and my blood runs warm again, whenever I understand, from your actions and your letters, how far you have outdone yourself; for as to the ordinary man, you left him in the rear long ago. If the farmer is pleased when his tree develops so that it bears fruit, if the shepherd takes pleasure in the increase of his flocks, if every man regar...","th":"Character","meta":{"length":"short","difficulty":"beginner","wordCount":389},"collections":[],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":35,"t":"ON THE FRIENDSHIP OF KINDRED MINDS","p":"1. When I urge you so strongly to your studies, it is my own interest which I am consulting; I want your friendship, and it cannot fall to my lot unless you proceed, as you have begun, with the task of developing yourself. For now, although you love me, you are not yet my friend. “But,” you reply, “are these words of different meaning?” Nay, more, they are totally unlike in meaning. A friend l...","th":"Aging","meta":{"length":"short","difficulty":"beginner","wordCount":480},"collections":["Friendship & Relationships"],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":36,"t":"ON THE VALUE OF RETIREMENT","p":"1. Encourage your friend to despise stout-heartedly those who upbraid him because he has sought the shade of retirement and has abdicated his career of honours, and, though he might have attained more, has preferred tranquillity to them all. Let him prove daily to these detractors how wisely he has looked out for his own interests. Those whom men envy will continue to march past him; some will b...","th":"Time & Life","meta":{"length":"medium","difficulty":"beginner","wordCount":1327},"collections":["Death & Mortality"],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":37,"t":"ON ALLEGIANCE TO VIRTUE","p":"1. You have promised to be a good man; you have enlisted under oath; that is the strongest chain which will hold you to a sound understanding. Any man will be but mocking you, if he declares that this is an effeminate and easy kind of soldiering. I will not have you deceived. The words of this most honourable compact are the same as the words of that most disgraceful one, to wit: “Through bu...","th":"Learning","meta":{"length":"short","difficulty":"beginner","wordCount":529},"collections":[],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":38,"t":"ON QUIET CONVERSATION","p":"1. You are right when you urge that we increase our mutual traffic in letters. But the greatest benefit is to be derived from conversation, because it creeps by degrees into the soul. Lectures prepared beforehand and spouted in the presence of a throng have in them more noise but less intimacy. Philosophy is good advice; and no one can give advice at the top of his lungs. Of course we must som...","th":"Friendship","meta":{"length":"short","difficulty":"beginner","wordCount":269},"collections":[],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":39,"t":"ON NOBLE ASPIRATIONS","p":"1. I shall indeed arrange for you, in careful order and narrow compass, the notes which you request. But consider whether you may not get more help from the customary method than from that which is now commonly called a “breviary,” though in the good old days, when real Latin was spoken, it was called a “summary.” The former is more necessary to one who is learning a subject, the latter to...","th":"Death","meta":{"length":"medium","difficulty":"beginner","wordCount":804},"collections":[],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":40,"t":"ON THE PROPER STYLE FOR A PHILOSOPHER’S DISCOURSE","p":"1. I thank you for writing to me so often; for you are revealing your real self to me in the only way you can. I never receive a letter from you without being in your company forthwith. If the pictures of our absent friends are pleasing to us, though they only refresh the memory and lighten our longing by a solace that is unreal and unsubstantial, how much more pleasant is a letter, which brings...","th":"Philosophy","meta":{"length":"medium","difficulty":"beginner","wordCount":1487},"collections":["Friendship & Relationships"],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":41,"t":"ON THE GOD WITHIN US","p":"1. You are doing an excellent thing, one which will be wholesome for you, if, as you write me, you are persisting in your effort to attain sound understanding; it is foolish to pray for this when you can acquire it from yourself. We do not need to uplift our hands towards heaven, or to beg the keeper of a temple to let us approach his idol’s ear, as if in this way our prayers were more likely to...","th":"Knowledge","meta":{"length":"medium","difficulty":"beginner","wordCount":1045},"collections":["Virtue & Character"],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":42,"t":"ON VALUES","p":"1. Has that friend of yours already made you believe that he is a good man? And yet it is impossible in so short a time for one either to become good or be known as such. Do you know what kind of man I now mean when I speak of “a good man”? I mean one of the second grade, like your friend. For one of the first class perhaps springs into existence, like the phoenix, only once in five hundred...","th":"Society","meta":{"length":"medium","difficulty":"beginner","wordCount":957},"collections":[],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":43,"t":"ON THE RELATIVITY OF FAME","p":"1. Do you ask how the news reached me, and who informed me, that you were entertaining this idea, of which you had said nothing to a single soul? It was that most knowing of persons,—gossip. “What,” you say, “am I such a great personage that I can stir up gossip?” Now there is no reason why you should measure yourself according to this part of the world; have regard only to the place where you...","th":"Solitude","meta":{"length":"short","difficulty":"beginner","wordCount":376},"collections":[],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":44,"t":"ON PHILOSOPHY AND PEDIGREES","p":"1. You are again insisting to me that you are a nobody, and saying that nature in the first place, and fortune in the second, have treated you too scurvily, and this in spite of the fact that you have it in your power to separate yourself from the crowd and rise to the highest human happiness! If there is any good in philosophy, it is this,—that it never looks into pedigrees. All men, if traced...","th":"Virtue","meta":{"length":"short","difficulty":"beginner","wordCount":696},"collections":[],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":45,"t":"ON SOPHISTICAL ARGUMENTATION","p":"1. You complain that in your part of the world there is a scant supply of books. But it is quality, rather than quantity, that matters; a limited list of reading benefits; a varied assortment serves only for delight. He who would arrive at the appointed end must follow a single road and not wander through many ways. What you suggest is not travelling; it is mere tramping. 2. “But,” you say, “I...","th":"Self","meta":{"length":"medium","difficulty":"beginner","wordCount":1338},"collections":[],"timeline":{"year":"64 CE","season":"Autumn"}},{"n":46,"t":"ON A NEW BOOK BY LUCILIUS","p":"1. I received the book of yours which you promised me. I opened it hastily with the idea of glancing over it at leisure; for I meant only to taste the volume. But by its own charm the book coaxed me into traversing it more at length. You may understand from this fact how eloquent it was; for it seemed to be written in the smooth style, and yet did not resemble your handiwork or mine, but at...","th":"Character","meta":{"length":"short","difficulty":"beginner","wordCount":344},"collections":[],"timeline":{"year":"64 CE","season":"Winter"}},{"n":47,"t":"ON MASTER AND SLAVE","p":"1. I am glad to learn, through those who come from you, that you live on friendly terms with your slaves. This befits a sensible and well-educated man like yourself. “They are slaves,” people declare. Nay, rather they are men. “Slaves!” No, comrades. “Slaves!” No, they are unpretentious friends. “Slaves!” No, they are our fellow-slaves, if one reflects that Fortune has equal rights over slaves...","th":"Aging","meta":{"length":"long","difficulty":"beginner","wordCount":2044},"collections":[],"timeline":{"year":"64 CE","season":"Winter"}},{"n":48,"t":"ON QUIBBLING AS UNWORTHY OF THE PHILOSOPHER","p":"1. In answer to the letter which you wrote me while travelling,—a letter as long as the journey itself,—I shall reply later. I ought to go into retirement, and consider what sort of advice I should give you. For you yourself, who consult me, also reflected for a long time whether to do so; how much more, then, should I myself reflect, since more deliberation is necessary in settling than in prop...","th":"Time & Life","meta":{"length":"long","difficulty":"intermediate","wordCount":1569},"collections":["Essential Start","Philosophy in Practice"],"timeline":{"year":"64 CE","season":"Winter"}},{"n":49,"t":"ON THE SHORTNESS OF LIFE","p":"1. A man is indeed lazy and careless, my dear Lucilius, if he is reminded of a friend only by seeing some landscape which stirs the memory; and yet there are times when the old familiar haunts stir up a sense of loss that has been stored away in the soul, not bringing back dead memories, but rousing them from their dormant state, just as the sight of a lost friend’s favourite slave, or his cloak,...","th":"Learning","meta":{"length":"medium","difficulty":"advanced","wordCount":1399},"collections":["Time & Life"],"timeline":{"year":"64 CE","season":"Winter"}},{"n":50,"t":"ON OUR BLINDNESS AND ITS CURE","p":"1. I received your letter many months after you had posted it; accordingly, I thought it useless to ask the carrier what you were busied with. He must have a particularly good memory if he can remember that! But I hope by this time you are living in such a way that I can be sure what it is you are busied with, no matter where you may be. For what else are you busied with except improving yoursel...","th":"Friendship","meta":{"length":"medium","difficulty":"beginner","wordCount":875},"collections":[],"timeline":{"year":"64 CE","season":"Winter"}},{"n":51,"t":"ON BAIAE AND MORALS","p":"1. Every man does the best he can, my dear Lucilius! You over there have Etna, that lofty and most celebrated mountain of Sicily; (although I cannot make out why Messala,—or was it Valgius? for I have been reading in both,—has called it “unique,” inasmuch as many regions belch forth fire, not merely the lofty ones where the phenomenon is more frequent,—presumably because fire rises to the great...","th":"Death","meta":{"length":"medium","difficulty":"beginner","wordCount":1403},"collections":[],"timeline":{"year":"64 CE","season":"Winter"}},{"n":52,"t":"ON CHOOSING OUR TEACHERS","p":"1. What is this force, Lucilius, that drags us in one direction when we are aiming in another, urging us on to the exact place from which we long to withdraw? What is it that wrestles with our spirit, and does not allow us to desire anything once for all? We veer from plan to plan. None of our wishes is free, none is unqualified, none is lasting. 2. “But it is the fool,” you say, “who is incons...","th":"Philosophy","meta":{"length":"long","difficulty":"beginner","wordCount":1501},"collections":["Philosophy in Practice"],"timeline":{"year":"64 CE","season":"Winter"}},{"n":53,"t":"ON THE FAULTS OF THE SPIRIT","p":"1. You can persuade me into almost anything now, for I was recently persuaded to travel by water. We cast off when the sea was lazily smooth; the sky, to be sure, was heavy with nasty clouds, such as usually break into rain or squalls. Still, I thought that the few miles between Puteoli and your dear Parthenope might be run off in quick time, despite the uncertain and lowering sky. So, in or...","th":"Knowledge","meta":{"length":"medium","difficulty":"intermediate","wordCount":1355},"collections":[],"timeline":{"year":"64 CE","season":"Winter"}},{"n":54,"t":"ON ASTHMA AND DEATH","p":"1. My ill-health had allowed me a long furlough, when suddenly it resumed the attack. “What kind of ill-health?” you say. And you surely have a right to ask; for it is true that no kind is unknown to me. But I have been consigned, so to speak, to one special ailment. I do not know why I should call it by its Greek name; for it is well enough described as “shortness of breath.” Its attack is o...","th":"Society","meta":{"length":"medium","difficulty":"beginner","wordCount":806},"collections":["Death & Mortality"],"timeline":{"year":"64 CE","season":"Winter"}},{"n":55,"t":"ON VATIA’S VILLA","p":"1. I have just returned from a ride in my litter; and I am as weary as if I had walked the distance, instead of being seated. Even to be carried for any length of time is hard work, perhaps all the more so because it is an unnatural exercise; for Nature gave us legs with which to do our own walking, and eyes with which to do our own seeing. Our luxuries have condemned us to weakness; we have cea...","th":"Solitude","meta":{"length":"medium","difficulty":"beginner","wordCount":1346},"collections":["Friendship & Relationships"],"timeline":{"year":"64 CE","season":"Winter"}},{"n":56,"t":"ON QUIET AND STUDY","p":"1. Beshrew me if I think anything more requisite than silence for a man who secludes himself in order to study! Imagine what a variety of noises reverberates about my ears! I have lodgings right over a bathing establishment. So picture to yourself the assortment of sounds, which are strong enough to make me hate my very powers of hearing! When your strenuous gentleman, for example, is exercisi...","th":"Virtue","meta":{"length":"long","difficulty":"beginner","wordCount":1565},"collections":[],"timeline":{"year":"64 CE","season":"Winter"}},{"n":57,"t":"ON THE TRIALS OF TRAVEL","p":"1. When it was time for me to return to Naples from Baiae, I easily persuaded myself that a storm was raging, that I might avoid another trip by sea; and yet the road was so deep in mud, all the way, that I may be thought none the less to have made a voyage. On that day I had to endure the full fate of an athlete; the anointing with which we began was followed by the sand-sprinkle in the Naple...","th":"Self","meta":{"length":"medium","difficulty":"beginner","wordCount":944},"collections":[],"timeline":{"year":"64 CE","season":"Winter"}},{"n":58,"t":"ON BEING","p":"1. How scant of words our language is, nay, how poverty-stricken, I have not fully understood until to-day. We happened to be speaking of Plato, and a thousand subjects came up for discussion, which needed names and yet possessed none; and there were certain others which once possessed, but have since lost, their words because we were too nice about their use. But who can endure to be nice in the...","th":"Character","meta":{"length":"long","difficulty":"beginner","wordCount":3899},"collections":["Time & Life","Advanced Stoicism"],"timeline":{"year":"64 CE","season":"Winter"}},{"n":59,"t":"ON PLEASURE AND JOY","p":"1. I received great pleasure from your letter; kindly allow me to use these words in their everyday meaning, without insisting upon their Stoic import. For we Stoics hold that pleasure is a vice. Very likely it is a vice; but we are accustomed to use the word when we wish to indicate a happy state of mind. 2. I am aware that if we test words by our formula, even pleasure is a thing of ill re...","th":"Aging","meta":{"length":"long","difficulty":"intermediate","wordCount":2254},"collections":[],"timeline":{"year":"64 CE","season":"Winter"}},{"n":60,"t":"ON HARMFUL PRAYERS","p":"1. I file a complaint, I enter a suit, I am angry. Do you still desire what your nurse, your guardian, or your mother, have prayed for in your behalf? Do you not yet understand what evil they prayed for? Alas, how hostile to us are the wishes of our own folk! And they are all the more hostile in proportion as they are more completely fulfilled. It is no surprise to me, at my age, that nothing...","th":"Time & Life","meta":{"length":"short","difficulty":"beginner","wordCount":413},"collections":[],"timeline":{"year":"64 CE","season":"Winter"}},{"n":61,"t":"ON MEETING DEATH CHEERFULLY","p":"1. Let us cease to desire that which we have been desiring. I, at least, am doing this: in my old age I have ceased to desire what I desired when a boy. To this single end my days and my nights are passed; this is my task, this the object of my thoughts,—to put an end to my chronic ills. I am endeavouring to live every day as if it were a complete life. I do not indeed snatch it up as if it we...","th":"Learning","meta":{"length":"short","difficulty":"intermediate","wordCount":390},"collections":[],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":62,"t":"ON GOOD COMPANY","p":"1. We are deceived by those who would have us believe that a multitude of affairs blocks their pursuit of liberal studies; they make a pretence of their engagements, and multiply them, when their engagements are merely with themselves. As for me, Lucilius, my time is free; it is indeed free, and wherever I am, I am master of myself. For I do not surrender myself to my affairs, but loan myself to...","th":"Friendship","meta":{"length":"short","difficulty":"intermediate","wordCount":338},"collections":["Wealth & Simplicity"],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":63,"t":"ON GRIEF FOR LOST FRIENDS","p":"1. I am grieved to hear that your friend Flaccus is dead, but I would not have you sorrow more than is fitting. That you should not mourn at all I shall hardly dare to insist; and yet I know that it is the better way. But what man will ever be so blessed with that ideal steadfastness of soul, unless he has already risen far above the reach of Fortune? Even such a man will be stung by an event l...","th":"Death","meta":{"length":"long","difficulty":"intermediate","wordCount":1589},"collections":["Death & Mortality"],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":64,"t":"ON THE PHILOSOPHER’S TASK","p":"1. Yesterday you were with us. You might complain if I said “yesterday” merely. This is why I have added “with us.” For, so far as I am concerned, you are always with me. Certain friends had happened in, on whose account a somewhat brighter fire was laid,—not the kind that generally bursts from the kitchen chimneys of the rich and scares the watch, but the moderate blaze which means that guests...","th":"Philosophy","meta":{"length":"medium","difficulty":"intermediate","wordCount":920},"collections":["Philosophy in Practice"],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":65,"t":"ON THE FIRST CAUSE","p":"1. I shared my time yesterday with ill health; it claimed for itself all the period before noon; in the afternoon, however, it yielded to me. And so I first tested my spirit by reading; then, when reading was found to be possible, I dared to make more demands upon the spirit, or perhaps I should say, to make more concessions to it. I wrote a little, and indeed with more concentration than usu...","th":"Knowledge","meta":{"length":"long","difficulty":"intermediate","wordCount":2815},"collections":["Advanced Stoicism"],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":66,"t":"ON SAVING TIME","p":"1. I have just seen my former school-mate Claranus for the first time in many years. You need not wait for me to add that he is an old man; but I assure you that I found him hale in spirit and sturdy, although he is wrestling with a frail and feeble body. For Nature acted unfairly when she gave him a poor domicile for so rare a soul; or perhaps it was because she wished to prove to us that an ab...","th":"Society","meta":{"length":"long","difficulty":"intermediate","wordCount":5536},"collections":["Virtue & Character"],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":67,"t":"ON ILL-HEALTH AND ENDURANCE OF SUFFERING","p":"1. If I may begin with a commonplace remark, spring is gradually disclosing itself; but though it is rounding into summer, when you would expect hot weather, it has kept rather cool, and one cannot yet be sure of it. For it often slides back into winter weather. Do you wish to know how uncertain it still is? I do not yet trust myself to a bath which is absolutely cold; even at this time I br...","th":"Solitude","meta":{"length":"long","difficulty":"intermediate","wordCount":1656},"collections":[],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":68,"t":"ON WISDOM AND RETIREMENT","p":"1. I fall in with your plan; retire and conceal yourself in repose. But at the same time conceal your retirement also. In doing this, you may be sure that you will be following the example of the Stoics, if not their precept. But you will be acting according to their precept also; you will thus satisfy both yourself and any Stoic you please. 2. We Stoics do not urge men to take up public life i...","th":"Virtue","meta":{"length":"medium","difficulty":"intermediate","wordCount":1464},"collections":[],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":69,"t":"ON REST AND RESTLESSNESS","p":"1. I do not like you to change your headquarters and scurry about from one place to another. My reasons are,—first, that such frequent flitting means an unsteady spirit. And the spirit cannot through retirement grow into unity unless it has ceased from its inquisitiveness and its wanderings. To be able to hold your spirit in check, you must first stop the runaway flight of the body. 2. My second r...","th":"Self","meta":{"length":"short","difficulty":"intermediate","wordCount":513},"collections":[],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":70,"t":"ON THE PROPER TLME TO SLIP THE CABLE","p":"1. After a long space of time I have seen your beloved Pompeii. I was thus brought again face to face with the days of my youth. And it seemed to me that I could still do, nay, had only done a short time ago, all the things which I did there when a young man. 2. We have sailed past life, Lucilius, as if we were on a voyage, and just as when at sea, to quote from our poet Vergil, Lands and town...","th":"Character","meta":{"length":"long","difficulty":"intermediate","wordCount":2944},"collections":["Death & Mortality"],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":71,"t":"ON THE SUPREME GOOD","p":"1. You are continually referring special questions to me, forgetting that a vast stretch of sea sunders us. Since, however, the value of advice depends mostly on the time when it is given, it must necessarily result that by the time my opinion on certain matters reaches you, the opposite opinion is the better. For advice conforms to circumstances; and our circumstances are carried along, or rather...","th":"Aging","meta":{"length":"long","difficulty":"intermediate","wordCount":4145},"collections":["Virtue & Character"],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":72,"t":"ON BUSINESS AS THE ENEMY OF PHILOSOPHY","p":"1. The subject concerning which you question me was once clear to my mind, and required no thought, so thoroughly had I mastered it. But I have not tested my memory of it for some time, and therefore it does not readily come back to me. I feel that I have suffered the fate of a book whose rolls have stuck together by disuse; my mind needs to be unrolled, and whatever has been stored away there...","th":"Time & Life","meta":{"length":"medium","difficulty":"intermediate","wordCount":1388},"collections":[],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":73,"t":"ON PHILOSOPHERS AND KINGS","p":"1. It seems to me erroneous to believe that those who have loyally dedicated themselves to philosophy are stubborn and rebellious, scorners of magistrates or kings or of those who control the administration of public affairs. For, on the contrary, no class of man is so popular with the philosopher as the ruler is; and rightly so, because rulers bestow upon no men a greater privilege than upon thos...","th":"Learning","meta":{"length":"long","difficulty":"intermediate","wordCount":1664},"collections":[],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":74,"t":"ON VIRTUE AS A REFUGE FROM WORLDLY DISTRACTIONS","p":"1. Your letter has given me pleasure, and has roused me from sluggishness. It has also prompted my memory, which has been for some time slack and nerveless. You are right, of course, my dear Lucilius, in deeming the chief means of attaining the happy life to consist in the belief that the only good lies in that which is honourable. For anyone who deems other things to be good, puts himself in...","th":"Friendship","meta":{"length":"long","difficulty":"intermediate","wordCount":3895},"collections":["Advanced Stoicism"],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":75,"t":"ON THE DISEASES OF THE SOUL","p":"1. You have been complaining that my letters to you are rather carelessly written. Now who talks carefully unless he also desires to talk affectedly? I prefer that my letters should be just what my conversation would be if you and I were sitting in one another’s company or taking walks together,—spontaneous and easy; for my letters have nothing strained or artificial about them. 2. If it wer...","th":"Death","meta":{"length":"long","difficulty":"intermediate","wordCount":1787},"collections":[],"timeline":{"year":"64 CE","season":"Late Year"}},{"n":76,"t":"ON LEARNING WISDOM IN OLD AGE","p":"1. You have been threatening me with your enmity, if I do not keep you informed about all my daily actions. But see, now, upon what frank terms you and I live: for I shall confide even the following fact to your ears. I have been hearing the lectures of a philosopher; four days have already passed since I have been attending his school and listening to the harangue, which begins at two o’clock. “A...","th":"Philosophy","meta":{"length":"long","difficulty":"intermediate","wordCount":3721},"collections":[],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":77,"t":"ON TAKING ONE’S OWN LIFE","p":"1. Suddenly there came into our view to-day the “Alexandrian” ships,—I mean those which are usually sent ahead to announce the coming of the fleet; they are called “mail-boats.” The Campanians are glad to see them; all the rabble of Puteoli stand on the docks, and can recognize the “Alexandrian” boats, no matter how great the crowd of vessels, by the very trim of their sails. For they alone may...","th":"Knowledge","meta":{"length":"long","difficulty":"intermediate","wordCount":2301},"collections":["Death & Mortality","Time & Life"],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":78,"t":"ON THE HEALING POWER OF THE MIND","p":"1. That you are frequently troubled by the snuffling of catarrh and by short attacks of fever which follow after long and chronic catarrhal seizures, I am sorry to hear; particularly because I have experienced this sort of illness myself, and scorned it in its early stages. For when I was still young, I could put up with hardships and show a bold front to illness. But I finally succumbed, and arri...","th":"Society","meta":{"length":"long","difficulty":"intermediate","wordCount":3173},"collections":[],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":79,"t":"ON THE REWARDS OF SCIENTIFIC DISCOVERY","p":"1. I have been awaiting a letter from you, that you might inform me what new matter was revealed to you during your trip round Sicily, and especially that you might give me further information regarding Charybdis itself. I know very well that Scylla is a rock—and indeed a rock not dreaded by mariners; but with regard to Charybdis I should like to have a full description, in order to see whet...","th":"Solitude","meta":{"length":"long","difficulty":"intermediate","wordCount":2024},"collections":[],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":80,"t":"ON WORLDLY DECEPTIONS","p":"1. To-day I have some free time, thanks not so much to myself as to the games, which have attracted all the bores to the boxing-match. No one will interrupt me or disturb the train of my thoughts, which go ahead more boldly as the result of my very confidence. My door has not been continually creaking on its hinges nor will my curtain be pulled aside; my thoughts may march safely on,—and tha...","th":"Virtue","meta":{"length":"medium","difficulty":"intermediate","wordCount":1191},"collections":[],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":81,"t":"ON BENEFITS.","p":"1. You complain that you have met with an ungrateful person. If this is your first experience of that sort, you should offer thanks either to your good luck or to your caution. In this case, however, caution can effect nothing but to make you ungenerous. For if you wish to avoid such a danger, you will not confer benefits; and so, that benefits may not be lost with another man, they will be lost...","th":"Self","meta":{"length":"long","difficulty":"intermediate","wordCount":3789},"collections":[],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":82,"t":"ON THE NATURAL FEAR OF DEATH","p":"1. I have already ceased to be anxious about you. “Whom then of the gods,” you ask, “have you found as your voucher?” A god, let me tell you, who deceives no one,—a soul in love with that which is upright and good. The better part of yourself is on safe ground. Fortune can inflict injury upon you; what is more pertinent is that I have no fears lest you do injury to yourself. Proceed as you have...","th":"Character","meta":{"length":"long","difficulty":"advanced","wordCount":3049},"collections":["Death & Mortality"],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":83,"t":"ON DRUNKENNESS","p":"1. You bid me give you an account of each separate day, and of the whole day too; so you must have a good opinion of me if you think that in these days of mine there is nothing to hide. At any rate, it is thus that we should live,—as if we lived in plain sight of all men; and it is thus that we should think,—as if there were someone who could look into our inmost souls; and there is one who can so...","th":"Aging","meta":{"length":"long","difficulty":"advanced","wordCount":3214},"collections":[],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":84,"t":"ON GATHERING IDEAS","p":"1. The journeys to which you refer—journeys that shake the laziness out of my system—I hold to be profitable both for my health and for my studies. You see why they benefit my health: since my passion for literature makes me lazy and careless about my body, I can take exercise by deputy; as for my studies, I shall show you why my journeys help them, for I have not stopped my reading in the slighte...","th":"Time & Life","meta":{"length":"medium","difficulty":"intermediate","wordCount":1485},"collections":[],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":85,"t":"ON SOME VAIN SYLLOGISMS","p":"1. I had been inclined to spare you, and had omitted any knotty problems that still remained undiscussed; I was satisfied to give you a sort of taste of the views held by the men of our school, who desire to prove that virtue is of itself sufficiently capable of rounding out the happy life. But now you bid me include the entire bulk either of our own syllogisms or of those which have been devised[...","th":"Learning","meta":{"length":"long","difficulty":"advanced","wordCount":4342},"collections":["Virtue & Character"],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":86,"t":"ON SCIPIO’S VILLA","p":"1. I am resting at the country-house which once belonged to Scipio Africanus himself; and I write to you after doing reverence to his spirit and to an altar which I am inclined to think is the tomb of that great warrior. That his soul has indeed returned to the skies, whence it came, I am convinced, not because he commanded mighty armies—for Cambyses also had mighty armies, and Cambyses was...","th":"Friendship","meta":{"length":"long","difficulty":"intermediate","wordCount":2181},"collections":[],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":87,"t":"SOME ARGUMENTS IN OF THE SIMPLE LIFE","p":"1. “I was shipwrecked before I got aboard.” I shall not add how that happened, lest you may reckon this also as another of the Stoic paradoxes; and yet I shall, whenever you are willing to listen, nay, even though you be unwilling, prove to you that these words are by no means untrue, nor so surprising as one at first sight would think. Meantime, the journey showed me this: how much we posse...","th":"Death","meta":{"length":"long","difficulty":"advanced","wordCount":4307},"collections":["Wealth & Simplicity"],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":88,"t":"ON LIBERAL AND VOCATIONAL STUDIES","p":"1. You have been wishing to know my views with regard to liberal studies. My answer is this: I respect no study, and deem no study good, which results in money-making. Such studies are profit-bringing occupations, useful only in so far as they give the mind a preparation and do not engage it permanently. One should linger upon them only so long as the mind can occupy itself with nothing greater...","th":"Philosophy","meta":{"length":"long","difficulty":"intermediate","wordCount":5208},"collections":[],"timeline":{"year":"65 CE","season":"Final Months"}},{"n":89,"t":"ON THE PARTS OF PHILOSOPHY","p":"1. It is a useful fact that you wish to know, one which is essential to him who hastens after wisdom—namely, the parts of philosophy and the division of its huge bulk into separate members. For by studying the parts we can be brought more easily to understand the whole. I only wish that philosophy might come before our eyes in all her unity, just as the whole expanse of the firmament is spread ou...","th":"Knowledge","meta":{"length":"long","difficulty":"intermediate","wordCount":2747},"collections":["Philosophy in Practice"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":90,"t":"ON THE PART PLAYED BY PHILOSOPHY IN THE PROGRESS OF MAN","p":"1. Who can doubt, my dear Lucilius, that life is the gift of the immortal gods, but that living well is the gift of philosophy? Hence the idea that our debt to philosophy is greater than our debt to the gods, in proportion as a good life is more of a benefit than mere life, would be regarded as correct, were not philosophy itself a boon which the gods have bestowed upon us. They have given the...","th":"Society","meta":{"length":"long","difficulty":"intermediate","wordCount":6138},"collections":["Philosophy in Practice"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":91,"t":"ON THE LESSON TO BE DRAWN FROM THE BURNING OF LYONS","p":"1. Our friend Liberalis is now downcast; for he has just heard of the fire which has wiped out the colony of Lyons. Such a calamity might upset anyone at all, not to speak of a man who dearly loves his country. But this incident has served to make him inquire about the strength of his own character, which he has trained, I suppose, just to meet situations that he thought might cause him fear. I...","th":"Solitude","meta":{"length":"long","difficulty":"intermediate","wordCount":2910},"collections":["Friendship & Relationships"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":92,"t":"ON THE HAPPY LIFE","p":"1. You and I will agree, I think, that outward things are sought for the satisfaction of the body, that the body is cherished out of regard for the soul, and that in the soul there are certain parts which minister to us, enabling us to move and to sustain life, bestowed upon us just for the sake of the primary part of us. In this primary part there is something irrational, and something rationa...","th":"Virtue","meta":{"length":"long","difficulty":"intermediate","wordCount":4092},"collections":["Advanced Stoicism"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":93,"t":"ON SAVING TIME","p":"1. While reading the letter in which you were lamenting the death of the philosopher Metronax as if he might have, and indeed ought to have, lived longer, I missed the spirit of fairness which abounds in all your discussions concerning men and things, but is lacking when you approach one single subject,—as is indeed the case with us all. In other words, I have noticed many who deal fairly with...","th":"Self","meta":{"length":"medium","difficulty":"intermediate","wordCount":1459},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":94,"t":"ON THE VALUE OF ADVICE","p":"1. That department of philosophy which supplies precepts appropriate to the individual case, instead of framing them for mankind at large—which, for instance, advises how a husband should conduct himself towards his wife, or how a father should bring up his children, or how a master should rule his slaves—this department of philosophy, I say, is accepted by some as the only significant part, wh...","th":"Character","meta":{"length":"long","difficulty":"intermediate","wordCount":7881},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":95,"t":"ON THE USEFULNESS OF BASIC PRINCIPLES","p":"1. You keep asking me to explain without postponement a topic which I once remarked should be put off until the proper time, and to inform you by letter whether this department of philosophy which the Greeks call paraenetic, and we Romans call the “preceptorial,” is enough to give us perfect wisdom. Now I know that you will take it in good part if I refuse to do so. But I accept your reque...","th":"Aging","meta":{"length":"long","difficulty":"intermediate","wordCount":7519},"collections":["Virtue & Character"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":96,"t":"ON FACING HARDSHIPS","p":"1. Spite of all do you still chafe and complain, not understanding that, in all the evils to which you refer, there is really only one—the fact that you do chafe and complain? If you ask me, I think that for a man there is no misery unless there be something in the universe which he thinks miserable. I shall not endure myself on that day when I find anything unendurable. I am ill; but that is a p...","th":"Time & Life","meta":{"length":"short","difficulty":"intermediate","wordCount":480},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":97,"t":"ON THE DEGENERACY OF THE AGE","p":"1. You are mistaken, my dear Lucilius, if you think that luxury, neglect of good manners, and other vices of which each man accuses the age in which he lives, are especially characteristic of our own epoch; no, they are the vices of mankind and not of the times. No era in history has ever been free from blame. Moreover, if you once begin to take account of the irregularities belonging to any parti...","th":"Learning","meta":{"length":"long","difficulty":"intermediate","wordCount":1548},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":98,"t":"ON THE FICKLENESS OF FORTUNE","p":"1. You need never believe that anyone who depends upon happiness is happy! It is a fragile support—this delight in adventitious things; the joy which entered from without will some day depart. But that joy which springs wholly from oneself is leal and sound; it increases and attends us to the last; while all other things which provoke the admiration of the crowd are but temporary Goods. You may re...","th":"Friendship","meta":{"length":"long","difficulty":"intermediate","wordCount":1861},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":99,"t":"ON CONSOLATION TO THE BEREAVED","p":"1. I enclose a copy of the letter which I wrote to Marullus at the time when he had lost his little son and was reported to be rather womanish in his grief—a letter in which I have not observed the usual form of condolence: for I did not believe that he should be handled gently, since in my opinion he deserved criticism rather than consolation. When a man is stricken and is finding it most diff...","th":"Death","meta":{"length":"long","difficulty":"intermediate","wordCount":3313},"collections":["Death & Mortality"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":100,"t":"ON THE WRITINGS OF FABIANUS","p":"1. You write me that you have read with the greatest eagerness the work by Fabianus Papirius entitled The Duties of a Citizen, and that it did not come up to your expectations; then, forgetting that you are dealing with a philosopher, you proceed to criticize his style. Suppose, now, that your statement is true—that he pours forth rather than places his words; let me, however, tell you at the sta...","th":"Philosophy","meta":{"length":"medium","difficulty":"intermediate","wordCount":1427},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":101,"t":"ON THE FUTILITY OF PLANNING AHEAD","p":"1. Every day and every hour reveal to us what a nothing we are, and remind us with some fresh evidence that we have forgotten our weakness; then, as we plan for eternity, they compel us to look over our shoulders at Death. Do you ask me what this preamble means? It refers to Cornelius Senecio, a distinguished and capable Roman knight, whom you knew: from humble beginnings he had advanced himself...","th":"Knowledge","meta":{"length":"long","difficulty":"advanced","wordCount":1509},"collections":["Time & Life"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":102,"t":"ON THE INTIMATIONS OF OUR IMMORTALITY","p":"1. Just as a man is annoying when he rouses a dreamer of pleasant dreams (for he is spoiling a pleasure which may be unreal but nevertheless has the appearance of reality), even so your letter has done me an injury. For it brought me back abruptly, absorbed as I was in agreeable meditation and ready to proceed still further if it had been permitted me. 2. I was taking pleasure in investigating the...","th":"Society","meta":{"length":"long","difficulty":"advanced","wordCount":3114},"collections":["Advanced Stoicism"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":103,"t":"ON THE DANGERS OF ASSOCIATION WITH OUR FELLOW-MEN","p":"1. Why are you looking about for troubles which may perhaps come your way, but which may indeed not come your way at all? I mean fires, falling buildings, and other accidents of the sort that are mere events rather than plots against us. Rather beware and shun those troubles which dog our steps and reach out their hands against us. Accidents, though they may be serious, are few—such as being shipw...","th":"Solitude","meta":{"length":"short","difficulty":"advanced","wordCount":447},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":104,"t":"ON CARE OF HEALTH AND PEACE OF MIND","p":"1. I have run off to my villa at Nomentum, for what purpose, do you suppose? To escape the city? No; to shake off a fever which was surely working its way into my system. It had already got a grip upon me. My physician kept insisting that when the circulation was upset and irregular, disturbing the natural poise, the disease was under way. I therefore ordered my carriage to be made ready at once,...","th":"Virtue","meta":{"length":"long","difficulty":"advanced","wordCount":3666},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":105,"t":"ON FACING THE WORLD WITH CONFIDENCE","p":"1. I shall now tell you certain things to which you should pay attention in order to live more safely. Do you however,—such is my judgment,—hearken to my precepts just as if I were counselling you to keep safe your health in your country-place at Ardea. Reflect on the things which goad man into destroying man: you will find that they are hope, envy, hatred, fear, and contempt. 2. Now, of all thes...","th":"Self","meta":{"length":"short","difficulty":"advanced","wordCount":730},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":106,"t":"ON THE CORPOREALITY OF VIRTUE","p":"1. My tardiness in answering your letter was not due to press of business. Do not listen to that sort of excuse; I am at liberty, and so is anyone else who wishes to be at liberty. No man is at the mercy of affairs. He gets entangled in them of his own accord, and then flatters himself that being busy is a proof of happiness. Very well; you no doubt want to know why I did not answer the letter soo...","th":"Character","meta":{"length":"medium","difficulty":"advanced","wordCount":870},"collections":["Philosophy in Practice"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":107,"t":"ON OBEDIENCE TO THE UNIVERSAL WILL","p":"1. Where is that common-sense of yours? Where that deftness in examining things? That greatness of soul? Have you come to be tormented by a trifle? Your slaves regarded your absorption in business as an opportunity for them to run away. Well, if your friends deceived you (for by all means let them have the name which we mistakenly bestowed upon them, and so call them, that they may incur more sham...","th":"Aging","meta":{"length":"medium","difficulty":"advanced","wordCount":1048},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":108,"t":"ON THE APPROACHES TO PHILOSOPHY","p":"1. The topic about which you ask me is one of those where our only concern with knowledge is to have the knowledge. Nevertheless, because it does so far concern us, you are in a hurry; you are not willing to wait for the books which I am at this moment arranging for you, and which embrace the whole department of moral philosophy. I shall send you the books at once; but I shall, before doing tha...","th":"Time & Life","meta":{"length":"long","difficulty":"advanced","wordCount":4047},"collections":["Time & Life"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":109,"t":"ON THE FELLOWSHIP OF WISE MEN","p":"1. You expressed a wish to know whether a wise man can help a wise man. For we say that the wise man is completely endowed with every good, and has attained perfection; accordingly, the question arises how it is possible for anyone to help a person who possesses the Supreme Good. Good men are mutually helpful; for each gives practice to the other’s virtues and thus maintains wisdom at its proper...","th":"Learning","meta":{"length":"long","difficulty":"advanced","wordCount":1634},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":110,"t":"ON TRUE AND FALSE RICHES","p":"1. From my villa at Nomentum I send you greeting and bid you keep a sound spirit within you—in other words, gain the blessing of all the gods, for he is assured of their grace and favour who has become a blessing to himself. Lay aside for the present the belief of certain persons—that a god is assigned to each one of us as a sort of attendant—not a god of regular rank, but one of a lower grade—...","th":"Friendship","meta":{"length":"long","difficulty":"advanced","wordCount":1955},"collections":["Wealth & Simplicity"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":111,"t":"ON THE VANITY OF MENTAL GYMNASTICS","p":"1. You have asked me to give you a Latin word for the Greek sophismata. Many have tried to define the term, but no name has stuck. This is natural, inasmuch as the thing itself has not been admitted to general use by us; the name, too, has met with opposition. But the word which Cicero used seems to me most suitable: he calls them cavillationes. 2. If a man has surrendered himself to them, he weav...","th":"Death","meta":{"length":"short","difficulty":"advanced","wordCount":421},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":112,"t":"ON REFORMING HARDENED SINNERS","p":"1. I am indeed anxious that your friend be moulded and trained, according to your desire. But he has been taken in a very hardened state, or rather (and this is a more difficult problem), in a very soft state, broken down by bad and inveterate habits. I should like to give you an illustration from my own handicraft. 2. It is not every vine that admits the grafting process; if it be old and dec...","th":"Philosophy","meta":{"length":"short","difficulty":"advanced","wordCount":348},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":113,"t":"ON THE VITALITY OF THE SOUL AND ITS ATTRIBUTES","p":"1. You wish me to write to you my opinion concerning this question, which has been mooted by our school—whether justice, courage, foresight, and the other virtues, are living things. By such niceties as this, my beloved Lucilius, we have made people think that we sharpen our wits on useless objects, and waste our leisure time in discussions that will be unprofitable. I shall, however, do as you...","th":"Knowledge","meta":{"length":"long","difficulty":"advanced","wordCount":3033},"collections":["Advanced Stoicism"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":114,"t":"ON STYLE AS A MIRROR OF CHARACTER","p":"1. You have been asking me why, during certain periods, a degenerate style of speech comes to the fore, and how it is that men’s wits have gone downhill into certain vices—in such a way that exposition at one time has taken on a kind of puffed-up strength, and at another has become mincing and modulated like the music of a concert piece. You wonder why sometimes bold ideas—bolder than one could be...","th":"Society","meta":{"length":"long","difficulty":"advanced","wordCount":3249},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":115,"t":"ON THE SUPERFICIAL BLESSINGS","p":"1. I wish, my dear Lucilius, that you would not be too particular with regard to words and their arrangement; I have greater matters than these to commend to your care. You should seek what to write, rather than how to write it—and even that not for the purpose of writing but of feeling it, that you may thus make what you have felt more your own and, as it were, set a seal on it. 2. Whenever you n...","th":"Solitude","meta":{"length":"long","difficulty":"advanced","wordCount":1980},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":116,"t":"ON SELF-CONTROL","p":"1. The question has often been raised whether it is better to have moderate emotions, or none at all. Philosophers of our school reject the emotions; the Peripatetics keep them in check. I, however, do not understand how any half-way disease can be either wholesome or helpful. Do not fear; I am not robbing you of any privileges which you are unwilling to lose! I shall be kindly and indulgent to...","th":"Virtue","meta":{"length":"medium","difficulty":"advanced","wordCount":875},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":117,"t":"ON REAL ETHICS AS SUPERIOR TO SYLLOGISTIC SUBTLETIES","p":"1. You will be fabricating much trouble for me, and you will be unconsciously embroiling me in a great discussion, and in considerable bother, if you put such petty questions as these; for in settling them I cannot disagree with my fellow-Stoics without impairing my standing among them, nor can I subscribe to such ideas without impairing my conscience. Your query is, whether the Stoic belief is tr...","th":"Self","meta":{"length":"long","difficulty":"advanced","wordCount":3785},"collections":["Advanced Stoicism"],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":118,"t":"ON THE VANITY OF PLACE-SEEKING","p":"1. You have been demanding more frequent letters from me. But if we compare the accounts, you will not be on the credit side. We had indeed made the agreement that your part came first, that you should write the first letters, and that I should answer. However, I shall not be disagreeable; I know that it is safe to trust you, so I shall pay in advance, and yet not do as the eloquent Cicero bids...","th":"Character","meta":{"length":"long","difficulty":"advanced","wordCount":1809},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":119,"t":"ON NATURE AS OUR BEST PROVIDER","p":"1. Whenever I have made a discovery, I do not wait for you to cry “Shares!” I say it to myself in your behalf. If you wish to know what it is that I have found, open your pocket; it is clear profit. What I shall teach you is the ability to become rich as speedily as possible. How keen you are to hear the news! And rightly; I shall lead you by a short cut to the greatest riches. It will be neces...","th":"Aging","meta":{"length":"long","difficulty":"advanced","wordCount":1557},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":120,"t":"MORE ABOUT VIRTUE","p":"1. Your letter roamed over several little problems, but finally dwelt upon this alone, asking for explanation: “How do we acquire a knowledge of that which is good and that which is honourable?” In the opinion of other schools, these two qualities are distinct; among our followers, however, they are merely divided. 2. This is what I mean: Some believe the Good to be that which is useful; they a...","th":"Time & Life","meta":{"length":"long","difficulty":"advanced","wordCount":2551},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":121,"t":"ON INSTINCT IN ANIMALS","p":"1. You will bring suit against me, I feel sure, when I set forth for you to-day’s little problem, with which we have already fumbled long enough. You will cry out again: “What has this to do with character?” Cry out if you like, but let me first of all match you with other opponents, against whom you may bring suit—such as Posidonius and Archidemus; these men will stand trial. I shall then g...","th":"Learning","meta":{"length":"long","difficulty":"advanced","wordCount":2475},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":122,"t":"ON DARKNESS AS A VEIL FOR WICKEDNESS","p":"1. The day has already begun to lessen. It has shrunk considerably, but yet will still allow a goodly space of time if one rises, so to speak, with the day itself. We are more industrious, and we are better men if we anticipate the day and welcome the dawn; but we are base churls if we lie dozing when the sun is high in the heavens, or if we wake up only when noon arrives; and even then to many it...","th":"Friendship","meta":{"length":"long","difficulty":"advanced","wordCount":2069},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":123,"t":"ON THE CONFLICT BETWEEN PLEASURE AND VIRTUE","p":"1. Wearied with the discomfort rather than with the length of my journey, I have reached my Alban villa late at night, and I find nothing in readiness except myself. So I am getting rid of fatigue at my writing-table: I derive some good from this tardiness on the part of my cook and my baker. For I am communing with myself on this very topic—that nothing is heavy if one accepts it with a light hea...","th":"Death","meta":{"length":"long","difficulty":"advanced","wordCount":1830},"collections":[],"timeline":{"year":"65 CE","season":"Last Letters"}},{"n":124,"t":"ON THE TRUE GOOD AS ATTAINED BY REASON","p":"1. Full many an ancient precept could I give, Didst thou not shrink, and feel it shame to learn Such lowly duties. But you do not shrink, nor are you deterred by any subtleties of study. For your cultivated mind is not wont to investigate such important subjects in a free-and-easy manner. I approve your method in that you make everything count towards a certain degree of progress, and in tha...","th":"Philosophy","meta":{"length":"long","difficulty":"advanced","wordCount":2355},"collections":["Advanced Stoicism"],"timeline":{"year":"65 CE","season":"Last Letters"}}],"collections":{"Essential Start":{"letters":[1,2,16,23,48],"description":"Begin your journey with Seneca's most accessible wisdom","difficulty":"beginner"},"Death & Mortality":{"letters":[4,24,30,36,54,63,70,77,82,99],"description":"Seneca's profound meditations on death and the meaning of life","difficulty":"intermediate"},"Time & Life":{"letters":[1,49,58,77,101,108],"description":"How to live purposefully and use time wisely","difficulty":"beginner"},"Virtue & Character":{"letters":[8,11,18,23,31,41,66,71,85,95],"description":"Building moral character and living with virtue","difficulty":"intermediate"},"Philosophy in Practice":{"letters":[16,20,48,52,64,89,90,106],"description":"Applying philosophical principles to daily life","difficulty":"intermediate"},"Friendship & Relationships":{"letters":[3,6,9,35,40,55,91],"description":"On human connections and meaningful relationships","difficulty":"beginner"},"Advanced Stoicism":{"letters":[58,65,74,92,102,113,117,124],"description":"Deep philosophical concepts for serious students","difficulty":"advanced"},"Wealth & Simplicity":{"letters":[2,5,17,27,62,87,110],"description":"Material possessions and the philosophy of enough","difficulty":"beginner"}},"timeline":[{"year":"63 CE","season":"Early Letters","letters":[1,2,3,4,5,6,7,8,9,10,11,12,13,14,15]},{"year":"63 CE","season":"Spring-Summer","letters":[16,17,18,19,20,21,22,23,24,25,26,27,28,29,30]},{"year":"64 CE","season":"Autumn","letters":[31,32,33,34,35,36,37,38,39,40,41,42,43,44,45]},{"year":"64 CE","season":"Winter","letters":[46,47,48,49,50,51,52,53,54,55,56,57,58,59,60]},{"year":"64 CE","season":"Late Year","letters":[61,62,63,64,65,66,67,68,69,70,71,72,73,74,75]},{"year":"65 CE","season":"Final Months","letters":[76,77,78,79,80,81,82,83,84,85,86,87,88]},{"year":"65 CE","season":"Last Letters","letters":[89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124]}]}